<?php

return [
    /*
    |--------------------------------------------------------------------------
    | Import from Server
    |--------------------------------------------------------------------------
    */
    'title' => 'サーバーのファイルを同期',
    'description' => 'サーバーのファイルを Lychee と同期します。ディレクトリとそのすべてのサブディレクトリから写真をインポートします。この処理は非常に時間がかかるため、タイムアウトを避けるためにワーカーとキューの使用をお勧めします。',
    'sync' => '同期',
    'loading' => '読み込み中...',
    'selected_directory' => '現在選択中のディレクトリ:',
    'resync_metadata' => '既存ファイルのメタデータを再同期する。',
    'delete_imported' => '元のファイルを削除する。',
    'import_via_symlink' => 'ファイルをコピーせず、シンボリックリンクで写真をインポートする。',
    'skip_duplicates' => 'ギャラリーに既に存在する写真とアルバムをスキップする。',
    'delete_missing_photos' => '同期したディレクトリに存在しない写真をアルバムから削除する。',
    'delete_missing_albums' => '同期したディレクトリに存在しないアルバムを親アルバムから削除する。',
    'importing_please_be_patient' => 'インポート中です。しばらくお待ちください...',
];

