<?php

return [
    /*
    |--------------------------------------------------------------------------
    | Sharing page
    |--------------------------------------------------------------------------
    */
    'title' => '共有',
    'info' => 'このページでは、アルバムに関連付けられた共有権限の概要を確認し、編集できます。',
    'album_title' => 'アルバムのタイトル',
    'username' => 'ユーザー名',
    'no_data' => '共有リストは空です。',
    'filter_placeholder' => 'アルバムのタイトルで検索...',
    'hide_empty' => '共有のないアルバムを非表示',
    'screen_too_small' => 'このページにはより大きな画面が必要です。',
    'share' => '共有',
    'add_new_access_permission' => '新しいアクセス権限を追加',
    'permission_deleted' => '権限を削除しました！',
    'permission_created' => '権限を作成しました！',
    'propagate' => '伝播',
    'propagate_help' => '現在のアクセス権限をすべての子孫に伝播します<br>（サブアルバムとそのサブアルバムなど）',
    'propagate_default' => 'デフォルトでは、既存の権限（アルバム-ユーザー）は<br>更新され、不足しているものが追加されます。<br>このリストにない追加の権限はそのまま残ります。',
    'propagate_overwrite' => '既存の権限を更新するのではなく上書きします。<br>このリストにない権限もすべて削除されます。',
    'propagate_warning' => 'この操作は元に戻せません。',
    'permission_overwritten' => '伝播に成功しました！権限を上書きしました！',
    'permission_updated' => '伝播に成功しました！権限を更新しました！',
    'bluk_share' => '一括共有',
    'bulk_share_instr' => '共有するアルバムとユーザーを複数選択してください。',
    'albums' => 'アルバム',
    'users' => 'ユーザー',
    'no_users' => '選択可能なユーザーがいません。',
    'no_albums' => '選択可能なアルバムがありません。',
    'grants' => [
        'read' => '閲覧権限を付与',
        'original' => 'オリジナル写真へのアクセスを付与',
        'download' => 'ダウンロードを許可',
        'upload' => 'アップロードを許可',
        'edit' => '編集を許可',
        'move' => '移動、コピー、統合を許可',
        'delete' => '削除を許可',
    ],
];
