<?php
return [
    /*
    |--------------------------------------------------------------------------
    | Changelogs page
    |--------------------------------------------------------------------------
    */
    'title' => 'Последние изменния',
    'description' => 'Эта страница содержит список последних изменений вплоть до последней доступной версии Lychee. Намеренно указаны изменения до последней доступной версии Lychee, а не версии, которая у вас установлена. Таким образом мы хотим показать вам, какие изменения следует ожидать после обновления.',
];
