<?php

return [
	/*
	|--------------------------------------------------------------------------
	| Diagnostics page
	|--------------------------------------------------------------------------
	*/
	'title' => 'Диагностика',

	'copy_to_clipboard' => 'Копировать диагностику в буфер обмена',
	'self-diagnosis' => 'Самодиагностика',
	'info' => 'Информация',
	'space' => 'Пространство',
	'load_space' => 'Загрузить использование пространства.',
	'configuration' => 'Конфигурация',
	'loading' => 'Загрузка...',
	'identical_content' => 'Идентичное содержимое',

	'toast' => [
		'info' => 'Информация',
		'copy' => 'Диагностика скопирована в буфер обмена!',
	],
];