<?php

return [
    /*
    |--------------------------------------------------------------------------
    | Import from Server
    |--------------------------------------------------------------------------
    */
    'title' => 'Синхронизация файлов сервера',
    'description' => 'Синхронизируйте файлы сервера с Lychee. Фотографии будут импортированы из каталога и всех его подкаталогов. Этот процесс очень медленный, поэтому рекомендуется использовать воркеры и очереди, чтобы избежать превышения времени ожидания.',
    'sync' => 'Синхронизировать',
    'loading' => 'Загрузка...',
    'selected_directory' => 'Текущий выбранный каталог:',
    'resync_metadata' => 'Повторно синхронизировать метаданные существующих файлов.',
    'delete_imported' => 'Удалить исходные файлы.',
    'import_via_symlink' => 'Импортировать фотографии через символические ссылки вместо копирования файлов.',
    'skip_duplicates' => 'Пропускать фотографии и альбомы, если они уже есть в галерее.',
    'delete_missing_photos' => 'Удалить фотографии в альбоме, которых нет в синхронизируемом каталоге.',
    'delete_missing_albums' => 'Удалить альбомы в родительском альбоме, которых нет в синхронизируемом каталоге.',
    'importing_please_be_patient' => 'Импорт, пожалуйста, подождите...',
];

