<?php

return [
    /*
    |--------------------------------------------------------------------------
    | Jobs page
    |--------------------------------------------------------------------------
    */
    'title' => 'Задачи',
    'no_data' => 'Пока не выполнено ни одного задания.',
    'ready' => 'Готово',
    'success' => 'Успешно',
    'failure' => 'Ошибка',
    'started' => 'Запущено',
    'col_date' => 'Date',
    'col_status' => 'Status',
    'col_username' => 'User',
    'col_job' => 'Job',
];
