<?php

return [
    /*
    |--------------------------------------------------------------------------
    | Left Menu
    |--------------------------------------------------------------------------
    */
    'back_to_gallery' => 'Вернуться в галерею',
    'login' => 'Войти',
    'frame' => 'Рамка',
    'map' => 'Карта',
    'embed_stream' => 'Встроить Поток Фотографий',
    'admin' => 'Админ',
    'clockwork' => 'Приложение Clockwork',
    'logs' => 'Показать логи',
    'jobs' => 'История задач',
    'user' => 'Пользователь',
    'sign_out' => 'Выход',
    'about' => 'О программе',
    'changelog' => 'Последние изменения',
    'api' => 'Документация API',
    'source_code' => 'Исходный код',
    'support' => 'Поддержка',
    'contact' => 'Contact',
    'messages' => 'Messages',
];
