<?php

return [
	/*
	|--------------------------------------------------------------------------
	| Left Menu
	|--------------------------------------------------------------------------
	*/
	'back_to_gallery' => 'Вернуться в галерею',

	'login' => 'Login',
	'frame' => 'Frame',
	'map' => 'Map',
	'admin' => 'Админ',
	'clockwork' => 'Приложение Clockwork',
	'logs' => 'Показать логи',
	'jobs' => 'История задач',
	'user' => 'Пользователь',

	'sign_out' => 'Выход',

	'about' => 'О программе',
	'changelog' => 'Changelog',
	'api' => 'Документация API',
	'source_code' => 'Исходный код',
	'support' => 'Поддержка',
];