<?php

/**
 * SPDX-License-Identifier: MIT
 * Copyright (c) 2017-2018 Tobias Reich
 * Copyright (c) 2018-2025 LycheeOrg.
 */

return [
	/*
	|--------------------------------------------------------------------------
	| Statistics page
	|--------------------------------------------------------------------------
	*/
	'title' => 'Статистика',

	'preview_text' => 'Это предварительный просмотр страницы статистики, доступной в Lychee <span class="text-primary-emphasis font-bold">SE</span>.<br />Приведенные здесь данные генерируются случайным образом и не отражают состояние вашего сервера.',
	'no_data' => 'У пользователя нет данных на сервере.',
	'collapse' => 'Свернуть размеры альбомов',

	'total' => [
		'total' => 'Всего',
		'albums' => 'Альбомы',
		'photos' => 'Фотографии',
		'size' => 'Размер',
	],
	'table' => [
		'username' => 'Владелец',
		'title' => 'Название',
		'photos' => 'Фотографии',
		'descendants' => 'Потомки',
		'size' => 'Размер',
	],
	'punch_card' => [
		'title' => 'Активность',
		'photo-taken' => '%d фотографии сделаны',
		'photo-taken-in' => '%d фотографии сделаны в %d',
		'photo-uploaded' => '%d фотографий загружено',
		'photo-uploaded-in' => '%d фотографий загружено в %d',
		'with-exif' => 'с exif данными',
		'less' => 'Меньше',
		'more' => 'Больше',
		'tooltip' => '%d фотографии на %s',
		'created_at' => 'Дата загрузки',
		'taken_at' => 'Exif дата',
		'caption' => 'Каждый столбец представляет неделю.',
	],
];