<?php
return [
    /*
	|--------------------------------------------------------------------------
	| Users page
	|--------------------------------------------------------------------------
	*/
    'title' => 'Пользователи',
    'description' => 'Здесь вы можете управлять пользователями вашей установки Lychee. Вы можете создавать, редактировать и удалять пользователей.',
    'create' => 'Создать нового пользователя',
    'username' => 'Имя пользователя',
    'password' => 'Пароль',
    'legend' => 'Легенда',
    'upload_rights' => 'При выборе этого параметра пользователь может загружать контент.',
    'edit_rights' => 'При выборе этого параметра пользователь может изменить свой профиль (имя пользователя, пароль).',
    'quota' => 'Если установлено, у пользователя есть квота места для фотографий (в кБ).',
    'user_deleted' => 'Пользователь удалён',
    'user_created' => 'Пользователь создан',
    'user_updated' => 'Пользователь обновлён',
    'change_saved' => 'Изменение сохранено!',
    'create_edit' => [
        'upload_rights' => 'Пользователь может загружать контент.',
        'edit_rights' => 'Пользователь может изменить свой профиль (имя пользователя, пароль).',
        'admin_rights' => 'Пользователь имеет права администратора.',
        'quota' => 'Пользователь имеет ограничение по квоте.',
        'quota_kb' => 'квота в кБ (0 по умолчанию)',
        'note' => 'Примечание администратора (не видно публично)',
        'create' => 'Создать',
        'edit' => 'Изменить',
    ],
    'invite' => [
        'button' => 'Пригласить пользователя',
        'links_are_not_revokable' => 'Пригласительные ссылки нельзя отозвать.',
        'link_is_valid_x_days' => 'Эта ссылка будет действительна %d дней.',
    ],
    'line' => [
        'owner' => 'Владелец',
        'admin' => 'Администратор',
        'edit' => 'Изменить',
        'delete' => 'Удалить',
    ],
];
