<?php

/**
 * SPDX-License-Identifier: MIT
 * Copyright (c) 2017-2018 Tobias Reich
 * Copyright (c) 2018-2025 LycheeOrg.
 */

return [
	/*
	|--------------------------------------------------------------------------
	| Users page
	|--------------------------------------------------------------------------
	*/
	'title' => 'Пользователи',
	'description' => 'Здесь вы можете управлять пользователями вашей установки Lychee. Вы можете создавать, редактировать и удалять пользователей.',
	'create' => 'Создать нового пользователя',
	'username' => 'Имя пользователя',
	'password' => 'Пароль',
	'legend' => 'Легенда',
	'upload_rights' => 'При выборе этого параметра пользователь может загружать контент.',
	'edit_rights' => 'При выборе этого параметра пользователь может изменить свой профиль (имя пользователя, пароль).',
	'quota' => 'Если установлено, у пользователя есть квота места для фотографий (в кБ).',

	'user_deleted' => 'Пользователь удалён',
	'user_created' => 'Пользователь создан',
	'user_updated' => 'Пользователь обновлён',
	'change_saved' => 'Изменение сохранено!',

	'create_edit' => [
		'upload_rights' => 'Пользователь может загружать контент.',
		'edit_rights' => 'Пользователь может изменить свой профиль (имя пользователя, пароль).',
		'quota' => 'Пользователь имеет ограничение по квоте.',
		'quota_kb' => 'квота в кБ (0 по умолчанию)',
		'note' => 'Примечание администратора (не видно публично)',
		'create' => 'Создать',
		'edit' => 'Изменить',
	],
	'line' => [
		'admin' => 'администратор',
		'edit' => 'Изменить',
		'delete' => 'Удалить',
	],
];