<?php

return [
    /*
    |--------------------------------------------------------------------------
    | Changelogs page
    |--------------------------------------------------------------------------
    */
    'title' => 'Дневник на промените',
    'description' => 'Тази страница съдържа списък с промените до последната налична версия на Lychee. Тя умишлено не е ограничена само до промените във вашата инсталирана версия. По този начин искаме да ви дадем по-добра представа какво да очаквате, когато решите да надградите.',
];
