<?php

return [
    /*
    |--------------------------------------------------------------------------
    | Diagnostics page
    |--------------------------------------------------------------------------
    */
    'title' => 'Диагностика',
    'copy_to_clipboard' => 'Копирай в клипборда',
    'self-diagnosis' => 'Самодиагностика',
    'info' => 'Информация',
    'space' => 'Пространство',
    'load_space' => 'Зареди използването на пространството',
    'configuration' => 'Конфигурация',
    'loading' => 'Зареждане…',
    'identical_content' => 'Идентично съдържание',
    'toast' => [
        'info' => 'Информация',
        'copy' => 'Диагностиката е копирана в клипборда!',
    ],
];
