<?php

return [
    /*
    |--------------------------------------------------------------------------
    | Duplicate Finder Page
    |--------------------------------------------------------------------------
    */
    'title' => 'Поддръжка',
    'intro' => 'На тази страница ще намерите дублиращите се снимки, открити във вашата база данни.',
    'found' => ' намерени дубликати!',
    'invalid-search' => ' Трябва да бъде избрано поне условието за контролна сума или заглавие.',
    'checksum-must-match' => 'Контролната сума трябва да съвпада.',
    'title-must-match' => 'Заглавието трябва да съвпада.',
    'must-be-in-same-album' => 'Трябва да са в един и същи албум.',
    'columns' => [
        'album' => 'Албум',
        'photo' => 'Снимка',
        'checksum' => 'Контролна сума',
    ],
    'warning' => [
        'no-original-left' => 'Не е останал оригинал.',
        'keep-one' => 'Избрахте всички дубликати в тази група. Моля, изберете поне един дубликат, който да бъде запазен.',
    ],
    'delete-selected' => 'Изтрий избраните',
];
