<?php

return [
    /*
    |--------------------------------------------------------------------------
    | Fix-tree Page
    |--------------------------------------------------------------------------
    */
    'title' => 'Поддръжка',
    'intro' => 'Тази страница ви позволява ръчно да пренареждате и поправяте вашите албуми.<br />Преди да правите каквито и да било промени, силно препоръчваме да се запознаете със структурите от тип Nested Set.',
    'warning' => 'Тук наистина можете да повредите инсталацията си на Lychee – променяйте стойностите на собствен риск.',
    'help' => [
        'header' => 'Помощ',
        'hover' => 'Задръжте курсора над ID-та или заглавия, за да се подчертаят свързаните албуми.',
        'left' => '<span class="text-muted-color-emphasis font-bold">Ляво</span>',
        'right' => '<span class="text-muted-color-emphasis font-bold">Дясно</span>',
        'convenience' => 'За ваше удобство бутоните <i class="pi pi-angle-up" ></i> и <i class="pi pi-angle-down" ></i> позволяват да променяте стойностите на %s и %s съответно с +1 и -1, с прилагане към свързаните записи.',
        'left-right-warn' => 'Иконите <i class="text-warning-600 pi pi-chevron-circle-left" ></i> и <i class="text-warning-600 pi pi-chevron-circle-right" ></i> показват, че стойността на %s (съответно %s) е дублирана някъде.',
        'parent-marked' => 'Маркираният <span class="font-bold text-danger-600">Parent Id</span> показва, че %s и %s не отговарят на структурата Nested Set. Редактирайте или <span class="font-bold text-danger-600">Parent Id</span>, или стойностите %s/%s.',
        'slowness' => 'Тази страница ще бъде бавна при голям брой албуми.',
    ],
    'buttons' => [
        'reset' => 'Нулирай',
        'check' => 'Провери',
        'apply' => 'Приложи',
    ],
    'no-changes' => 'Няма промени за прилагане.',
    'table' => [
        'title' => 'Заглавие',
        'left' => 'Ляво',
        'right' => 'Дясно',
        'id' => 'ID',
        'parent' => 'ID на родител',
    ],
    'errors' => [
        'invalid' => 'Невалидно дърво!',
        'invalid_details' => 'Това няма да бъде приложено, тъй като със сигурност ще доведе до повредено състояние.',
        'invalid_left' => 'Албум %s има невалидна лява стойност.',
        'invalid_right' => 'Албум %s има невалидна дясна стойност.',
        'invalid_left_right' => 'Албум %s има невалидни леви/десни стойности. Лявата трябва да е строго по-малка от дясната: %s < %s.',
        'duplicate_left' => 'Албум %s има дублирана лява стойност %s.',
        'duplicate_right' => 'Албум %s има дублирана дясна стойност %s.',
        'parent' => 'Албум %s има неочакван ID на родител %s.',
        'unknown' => 'Албум %s има неизвестна грешка.',
    ],
];
