<?php

return [
    /*
    |--------------------------------------------------------------------------
    | Import from Server
    |--------------------------------------------------------------------------
    */
    'title' => 'Синхронизиране на файловете на сървъра',
    'description' => 'Синхронизирайте файловете на сървъра си с Lychee. Това ще импортира снимки от избраната директория и всички нейни подпапки. Този процес е много бавен и препоръчваме използването на работници и опашки, за да се избегне изтичане на времето.',
    'sync' => 'Синхронизирай',
    'loading' => 'Зареждане...',
    'selected_directory' => 'Текущо избрана директория:',
    'resync_metadata' => "Пресинхронизиране на метаданните на съществуващите файлове.",
    'delete_imported' => "Изтрий оригиналните файлове.",
    'import_via_symlink' => "Импортиране на снимки чрез символичен линк вместо копиране на файловете.",
    'skip_duplicates' => "Прескочи снимки и албуми, ако вече съществуват в галерията.",
    'delete_missing_photos' => "Изтрий снимките в албума, които не присъстват в синхронизираната директория.",
    'delete_missing_albums' => "Изтрий албумите в родителския албум, които не присъстват в синхронизираната директория.",
    'importing_please_be_patient' => 'Импортиране, моля изчакайте...',
];

