<?php

return [
    /*
    |--------------------------------------------------------------------------
    | Jobs page
    |--------------------------------------------------------------------------
    */
    'title' => 'Задачи',
    'no_data' => 'Все още не са изпълнени задачи.',
    'ready' => 'Готово',
    'success' => 'Успешно',
    'failure' => 'Неуспешно',
    'started' => 'Стартирано',
    'col_date' => 'Date',
    'col_status' => 'Status',
    'col_username' => 'User',
    'col_job' => 'Job',
];
