<?php

return [
    /*
    |--------------------------------------------------------------------------
    | Left Menu
    |--------------------------------------------------------------------------
    */
    'back_to_gallery' => 'Обратно в галерията',
    'login' => 'Вход',
    'frame' => 'Рамка',
    'map' => 'Карта',
    'embed_stream' => 'Вграждане на фотопоток',
    'admin' => 'Администратор',
    'clockwork' => 'Clockwork приложение',
    'logs' => 'Покажи дневници',
    'jobs' => 'Покажи история на задачите',
    'user' => 'Потребител',
    'sign_out' => 'Изход',
    'about' => 'Относно',
    'changelog' => 'Дневник на промените',
    'api' => 'API документация',
    'source_code' => 'Изходен код',
    'support' => 'Поддръжка',
    'contact' => 'Contact',
    'messages' => 'Messages',
];
