<?php

return [
    /*
    |--------------------------------------------------------------------------
    | Settings page
    |--------------------------------------------------------------------------
    */
    'title' => 'Настройки',
    'small_screen' => 'За по-добро изживяване на страницата с настройки,<br />препоръчваме да използвате по-голям екран.',

    'tabs' => [
        'basic' => 'Основни',
        'all_settings' => 'Всички настройки',
    ],

    'toasts' => [
        'change_saved' => 'Промяната е запазена!',
        'details' => 'Настройките са променени според заявката',
        'error' => 'Грешка!',
        'error_load_css' => 'Не можа да се зареди dist/user.css',
        'error_load_js' => 'Не можа да се зареди dist/custom.js',
        'error_save_css' => 'Не можа да се запази CSS',
        'error_save_js' => 'Не можа да се запази JS',
        'thank_you' => 'Благодарим за подкрепата.',
        'reload' => 'Презаредете страницата за пълна функционалност.',
    ],

    'system' => [
        'header' => 'Система',
        'use_dark_mode' => 'Използвай тъмен режим за Lychee',
        'language' => 'Език, използван от Lychee',
        'nsfw_album_visibility' => 'Прави чувствителните албуми видими по подразбиране.',
        'nsfw_album_explanation' => 'Ако албумът е публичен, той все пак е достъпен, но е скрит от гледката и <b>може да се покаже с натискане на <kbd>H</kbd></b>.',
        'cache_enabled' => 'Разреши кеширане на отговорите.',
        'cache_enabled_details' => 'Това значително ускорява времето за отговор на Lychee.<br> <i class="pi pi-exclamation-triangle text-warning-600 mr-2"></i>Ако използвате албуми с парола, не трябва да активирате това.',
    ],

    'lychee_se' => [
        'header' => 'Lychee <span class="text-primary-emphasis">SE</span>',
        'call4action' => 'Получете ексклузивни функции и подкрепете развитието на Lychee. Отключете <a href="https://lycheeorg.dev/get-supporter-edition/" class="text-primary-500 underline">SE издание</a>.',
        'preview' => 'Разреши предварителен преглед на Lychee SE функции',
        'hide_call4action' => 'Скрий този регистрационен формуляр за Lychee SE. Доволен съм от Lychee така, както е. :)',
        'hide_warning' => 'Ако е активирано, единственият начин да регистрирате лицензионния си ключ ще бъде чрез таба "Още" по-горе. Промените се прилагат след презареждане на страницата.',
    ],

    'dropbox' => [
        'header' => 'Dropbox',
        'instruction' => 'За да импортирате снимки от Dropbox, ви е необходим валиден ключ за drop-ins приложение от техния сайт.',
        'api_key' => 'Dropbox API ключ',
        'set_key' => 'Задай Dropbox ключ',
    ],

    'gallery' => [
        'header' => 'Галерия',
        'photo_order_column' => 'Колона по подразбиране за сортиране на снимки',
        'photo_order_direction' => 'Подредба по подразбиране за сортиране на снимки',
        'album_order_column' => 'Колона по подразбиране за сортиране на албуми',
        'album_order_direction' => 'Подредба по подразбиране за сортиране на албуми',
        'aspect_ratio' => 'Съотношение по подразбиране за миниатюри на албуми',
        'photo_layout' => 'Оформление на снимките',
        'album_decoration' => 'Покажи декорации на корицата на албума (брой подалбуми и/или снимки)',
        'album_decoration_direction' => 'Подравни декорациите на албума хоризонтално или вертикално',
        'photo_overlay' => 'Информация по подразбиране за изображението',
        'license_default' => 'Лиценз по подразбиране за албуми',
        'license_help' => 'Нужна помощ при избора?',
    ],

    'geolocation' => [
        'header' => 'Геолокация',
        'map_display' => 'Показване на карта според GPS координати',
        'map_display_public' => 'Позволи на анонимни потребители да виждат картата',
        'map_provider' => 'Дефинира доставчик на картата',
        'map_include_subalbums' => 'Включва снимки от подалбумите на картата',
        'location_decoding' => 'Използвай декодиране на GPS местоположение',
        'location_show' => 'Показване на местоположение извлечено от GPS координати',
        'location_show_public' => 'Анонимни потребители могат да виждат извлеченото местоположение',
        'gps_coordinate_display' => 'Показване на GPS координатите',
        'gps_coordinate_display_public' => 'Позволяване на анонимни потребители да имат достъп до GPS координатите',
    ],

    'cssjs' => [
        'header' => 'Потребителски CSS & JS',
        'change_css' => 'Промени CSS',
        'change_js' => 'Промени JS',
    ],

    'all' => [
        'old_setting_style' => 'Стар стил на настройките',
        'expert_settings' => 'Режим експерт',
        'change_detected' => 'Някои настройки са променени.',
        'save' => 'Запази',
        'back_to_settings' => 'Обратно към групираните настройки',
    ],

    'tool_option' => [
        'disabled' => 'деактивирано',
        'enabled' => 'активирано',
        'discover' => 'открий',
    ],

    'groups' => [
        'general' => 'Общи',
        'system' => 'Система',
        'modules' => 'Модули',
        'advanced' => 'Разширени',
    ],
];
