<?php

return [
    /*
    |--------------------------------------------------------------------------
    | Sharing page
    |--------------------------------------------------------------------------
    */
    'title' => 'Споделяне',
    'info' => 'Тази страница дава преглед и възможност за редактиране на права за споделяне, свързани с албуми.',
    'album_title' => 'Заглавие на албум',
    'username' => 'Потребителско име',
    'no_data' => 'Списъкът за споделяне е празен.',
    'share' => 'Сподели',
    'add_new_access_permission' => 'Добави ново право за достъп',
    'permission_deleted' => 'Правото е изтрито!',
    'permission_created' => 'Правото е създадено!',
    'propagate' => 'Разпространи',
    'propagate_help' => 'Разпространи текущите права за достъп на всички наследници<br>(под-албуми и съответните им под-албуми и т.н.)',
    'propagate_default' => 'По подразбиране съществуващите права (албум-потребител)<br>се обновяват, а липсващите се добавят.<br>Допълнителните права, които не са в този списък, остават непроменени.',
    'propagate_overwrite' => 'Презапиши съществуващите права вместо да ги обновяваш.<br>Това също ще премахне всички права, които не са в този списък.',
    'propagate_warning' => 'Това действие не може да бъде отменено.',
    'permission_overwritten' => 'Разпространението е успешно! Правото е презаписано!',
    'permission_updated' => 'Разпространението е успешно! Правото е обновено!',
    'bluk_share' => 'Масово споделяне',
    'bulk_share_instr' => 'Изберете няколко албума и потребители за споделяне.',
    'albums' => 'Албуми',
    'users' => 'Потребители',
    'no_users' => 'Няма налични потребители за избор.',
    'no_albums' => 'Няма налични албуми за избор.',

    'grants' => [
        'read' => 'Дава право на четене',
        'original' => 'Дава достъп до оригиналната снимка',
        'download' => 'Дава право за изтегляне',
        'upload' => 'Дава право за качване',
        'edit' => 'Дава право за редактиране',
        'delete' => 'Дава право за изтриване',
    ],
];
