<?php
return [
    /*
    |--------------------------------------------------------------------------
    | Tags page
    |--------------------------------------------------------------------------
    */
    'title' => 'Етикети',
    'description' => 'Управлявайте вашите етикети тук. Можете да ги преименувате, обединявате и изтривате.<br>Числото показва колко снимки са свързани с този етикет.',
    'no_tags' => 'Не са намерени етикети.',
    'loading' => 'Зареждане на етикети...',
    'rename' => 'Преименувай',
    'merge' => 'Обедини',
    'delete' => 'Изтрий',

    'delete_confirm' => 'Сигурни ли сте, че искате да изтриете етикета “%s”?',
    'delete_warning' => 'Тази операция не може да бъде отменена! Всички снимки, свързани с този етикет, вече няма да имат този етикет.',

    'merge_confirm' => 'Сигурни ли сте, че искате да обедините етикета “%1$s” с етикета “%2$s”?',
    'merge_warning' => 'Тази операция не може да бъде отменена! Всички снимки, свързани с източниковия етикет, ще бъдат преместени към целевия етикет.',

    'rename_tag' => 'Преименувай етикета',
];