<?php

return [
    /*
    |--------------------------------------------------------------------------
    | User Groups page
    |--------------------------------------------------------------------------
    */
    'title' => 'Потребителски групи',
    'explanation' => 'Потребителските групи ви позволяват да организирате потребителите и да управлявате разрешенията колективно.',

    'create_group' => 'Създай група',
    'edit' => 'Редактиране',
    'delete' => 'Изтриване',

    'loading' => 'Зареждане на групи...',
    'empty' => 'Не са намерени групи.',

    'add_member' => 'Добави член...',
    'empty_group' => 'Тази група е празна.',
    'no_permission_members' => 'Нямате разрешение да виждате членовете на тази група.',
    'remove_success' => '%s е премахнат от %s.',

    'confirm_delete_header' => 'Изтриване на група',
    'confirm_delete_message' => 'Сигурни ли сте, че искате да изтриете тази група?',
    'cancel' => 'Отказ',
    'confirm' => 'Изтрий',

    'create' => [
        'name' => 'Име на групата',
        'description' => 'Описание',
        'users' => 'Потребители',
        'cancel' => 'Отказ',
        'create' => 'Създай',
        'edit' => 'Редактиране',

        'error_name_required' => 'Името на групата е задължително.',
    ]
];
