<?php

return [
    /*
    |--------------------------------------------------------------------------
    | Changelogs page
    |--------------------------------------------------------------------------
    */
    'title' => 'Αρχείο αλλαγών',
    'description' => 'Αυτή η σελίδα περιέχει το αρχείο αλλαγών έως την τελευταία διαθέσιμη έκδοση του Lychee. Σκόπιμα δεν περιορίζεται στις αλλαγές της εγκατεστημένης σας έκδοσης. Έτσι θέλουμε να σας δώσουμε καλύτερη εικόνα του τι να περιμένετε όταν αποφασίσετε να αναβαθμίσετε.',
];
