<?php

return [
    /*
    |--------------------------------------------------------------------------
    | Diagnostics page
    |--------------------------------------------------------------------------
    */
    'title' => 'Διαγνωστικά',
    'copy_to_clipboard' => 'Αντιγραφή διαγνωστικών στο πρόχειρο',
    'self-diagnosis' => 'Αυτοδιάγνωση',
    'info' => 'Πληροφορίες',
    'space' => 'Χώρος',
    'load_space' => 'Φόρτωση χρήσης χώρου.',
    'configuration' => 'Διαμόρφωση',
    'loading' => 'Loading...',
    'identical_content' => 'Πανομοιότυπο περιεχόμενο',
    'toast' => [
        'info' => 'Πληροφορίες',
        'copy' => 'Τα διαγνωστικά αντιγράφηκαν στο πρόχειρο!',
    ],
    'copy_on_secure_context' => 'Η αντιγραφή διαγνωστικών είναι διαθέσιμη μόνο σε ασφαλή περιβάλλοντα (HTTPS).',
];
