<?php

return [
    /*
    |--------------------------------------------------------------------------
    | Duplicate Finder Page
    |--------------------------------------------------------------------------
    */
    'title' => 'Συντήρηση',
    'intro' => 'Σε αυτή τη σελίδα θα βρείτε τις διπλότυπες φωτογραφίες που εντοπίστηκαν στη βάση δεδομένων σας.',
    'found' => ' διπλότυπα βρέθηκαν!',
    'invalid-search' => ' Πρέπει να επιλεγεί τουλάχιστον η συνθήκη checksum ή τίτλου.',
    'checksum-must-match' => 'Το checksum πρέπει να ταιριάζει.',
    'title-must-match' => 'Ο τίτλος πρέπει να ταιριάζει.',
    'must-be-in-same-album' => 'Πρέπει να βρίσκονται στο ίδιο άλμπουμ.',
    'columns' => [
        'album' => 'Άλμπουμ',
        'photo' => 'Φωτογραφία',
        'checksum' => 'Checksum',
    ],
    'warning' => [
        'no-original-left' => 'Δεν απομένει κανένα πρωτότυπο.',
        'keep-one' => 'Επιλέξατε όλα τα διπλότυπα αυτής της ομάδας. Επιλέξτε τουλάχιστον ένα διπλότυπο για διατήρηση.',
    ],
    'delete-selected' => 'Διαγραφή επιλεγμένων',
];
