<?php

return [
    /*
    |--------------------------------------------------------------------------
    | Fix-tree Page
    |--------------------------------------------------------------------------
    */
    'title' => 'Συντήρηση',
    'intro' => 'Αυτή η σελίδα σάς επιτρέπει να αναδιατάξετε και να διορθώσετε χειροκίνητα τα άλμπουμ σας.<br />Πριν από οποιαδήποτε τροποποίηση, σας συνιστούμε ανεπιφύλακτα να διαβάσετε σχετικά με τις δομές δέντρου Nested Set.',
    'warning' => 'Εδώ μπορείτε πραγματικά να χαλάσετε την εγκατάσταση Lychee σας· τροποποιήστε τις τιμές με δική σας ευθύνη.',
    'help' => [
        'header' => 'Βοήθεια',
        'hover' => 'Περάστε τον δείκτη πάνω από ids ή τίτλους για να επισημάνετε τα σχετικά άλμπουμ.',
        'left' => '<span class="text-muted-color-emphasis font-bold">Αριστερά</span>',
        'right' => '<span class="text-muted-color-emphasis font-bold">Δεξιά</span>',
        'convenience' => 'Για τη διευκόλυνσή σας, τα κουμπιά <i class="pi pi-angle-up" ></i> και <i class="pi pi-angle-down" ></i> σάς επιτρέπουν να αλλάξετε τις τιμές %s και %s κατά +1 και -1 αντίστοιχα, με διάδοση.',
        'left-right-warn' => 'Τα <i class="text-warning-600 pi pi-chevron-circle-left" ></i> και <i class="text-warning-600 pi pi-chevron-circle-right" ></i> υποδεικνύουν ότι η τιμή %s (και αντίστοιχα %s) υπάρχει διπλή κάπου αλλού.',
        'parent-marked' => 'Ένα επισημασμένο <span class="font-bold text-danger-600">Parent Id</span> υποδεικνύει ότι τα %s και %s δεν ικανοποιούν τις δομές δέντρου Nested Set. Επεξεργαστείτε είτε το <span class="font-bold text-danger-600">Parent Id</span> είτε τις τιμές %s/%s.',
        'slowness' => 'Αυτή η σελίδα θα είναι αργή με μεγάλο αριθμό άλμπουμ.',
    ],
    'buttons' => [
        'reset' => 'Επαναφορά',
        'check' => 'Έλεγχος',
        'apply' => 'Εφαρμογή',
    ],
    'no-changes' => 'Δεν υπάρχουν αλλαγές για εφαρμογή.',
    'table' => [
        'title' => 'Τίτλος',
        'left' => 'Αριστερά',
        'right' => 'Δεξιά',
        'id' => 'Id',
        'parent' => 'Parent Id',
    ],
    'errors' => [
        'invalid' => 'Μη έγκυρο δέντρο!',
        'invalid_details' => 'Δεν το εφαρμόζουμε, καθώς σίγουρα θα οδηγούσε σε κατεστραμμένη κατάσταση.',
        'invalid_left' => 'Το άλμπουμ %s έχει μη έγκυρη τιμή left.',
        'invalid_right' => 'Το άλμπουμ %s έχει μη έγκυρη τιμή right.',
        'invalid_left_right' => 'Το άλμπουμ %s έχει μη έγκυρες τιμές left/right. Η τιμή left πρέπει να είναι αυστηρά μικρότερη από τη right: %s < %s.',
        'duplicate_left' => 'Το άλμπουμ %s έχει διπλή τιμή left %s.',
        'duplicate_right' => 'Το άλμπουμ %s έχει διπλή τιμή right %s.',
        'parent' => 'Το άλμπουμ %s έχει μη αναμενόμενο parent id %s.',
        'unknown' => 'Το άλμπουμ %s έχει άγνωστο σφάλμα.',
    ],
];
