<?php

return [
    /*
    |--------------------------------------------------------------------------
    | Import from Server
    |--------------------------------------------------------------------------
    */
    'title' => 'Συγχρονισμός αρχείων διακομιστή',
    'description' => 'Συγχρονίστε τα αρχεία του διακομιστή σας με το Lychee. Αυτό θα εισαγάγει φωτογραφίες από έναν κατάλογο και όλους τους υποκαταλόγους του. Η διαδικασία είναι πολύ αργή και συνιστούμε τη χρήση workers και ουρών (queues) για την αποφυγή λήξης χρόνου.',
    'sync' => 'Συγχρονισμός',
    'loading' => 'Φόρτωση...',
    'selected_directory' => 'Τρέχων επιλεγμένος κατάλογος:',
    'resync_metadata' => 'Επανασυγχρονισμός μεταδεδομένων υπαρχόντων αρχείων.',
    'delete_imported' => 'Διαγραφή των αρχικών αρχείων.',
    'import_via_symlink' => 'Εισαγωγή φωτογραφιών μέσω συμβολικού συνδέσμου αντί για αντιγραφή των αρχείων.',
    'skip_duplicates' => 'Παράλειψη φωτογραφιών και άλμπουμ που υπάρχουν ήδη στη συλλογή.',
    'delete_missing_photos' => 'Διαγραφή φωτογραφιών του άλμπουμ που δεν υπάρχουν στον συγχρονισμένο κατάλογο.',
    'delete_missing_albums' => 'Διαγραφή άλμπουμ του γονικού άλμπουμ που δεν υπάρχουν στον συγχρονισμένο κατάλογο.',
    'importing_please_be_patient' => 'Εισαγωγή σε εξέλιξη, παρακαλούμε κάντε υπομονή...',
];

