<?php

return [
    /*
    |--------------------------------------------------------------------------
    | Left Menu
    |--------------------------------------------------------------------------
    */
    'back_to_gallery' => 'Επιστροφή στη συλλογή',
    'login' => 'Σύνδεση',
    'frame' => 'Frame',
    'map' => 'Χάρτης',
    'embed_stream' => 'Ενσωμάτωση Ροής Φωτογραφιών',
    'admin' => 'Admin',
    'clockwork' => 'Εφαρμογή Clockwork',
    'logs' => 'Εμφάνιση αρχείων καταγραφής',
    'jobs' => 'Εμφάνιση ιστορικού εργασιών',
    'user' => 'Χρήστης',
    'sign_out' => 'Αποσύνδεση',
    'about' => 'Σχετικά',
    'changelog' => 'Αρχείο αλλαγών',
    'api' => 'Τεκμηρίωση API',
    'source_code' => 'Πηγαίος κώδικας',
    'support' => 'Υποστήριξη',
    'contact' => 'Επικοινωνία',
    'messages' => 'Μηνύματα',
    'people' => 'Πρόσωπα',
    'webhooks' => 'Webhooks',
    'shopSizes' => 'Κατάλογος μεγεθών',
];
