<?php

return [
    /*
    |--------------------------------------------------------------------------
    | Settings page
    |--------------------------------------------------------------------------
    */
    'title' => 'Ρυθμίσεις',
    'small_screen' => 'Για καλύτερη εμπειρία σε αυτή τη σελίδα,<br />προτείνουμε να χρησιμοποιήσετε μεγαλύτερη οθόνη.',
    'tabs' => [
        'basic' => 'Βασικές',
        'all_settings' => 'Όλες οι ρυθμίσεις',
    ],
    'toasts' => [
        'change_saved' => 'Η αλλαγή αποθηκεύτηκε!',
        'details' => 'Οι ρυθμίσεις τροποποιήθηκαν σύμφωνα με το αίτημα',
        'error' => 'Σφάλμα!',
        'error_load_css' => 'Δεν ήταν δυνατή η φόρτωση του dist/user.css',
        'error_load_js' => 'Δεν ήταν δυνατή η φόρτωση του dist/custom.js',
        'error_save_css' => 'Δεν ήταν δυνατή η αποθήκευση του CSS',
        'error_save_js' => 'Δεν ήταν δυνατή η αποθήκευση του JS',
        'thank_you' => 'Σας ευχαριστούμε για την υποστήριξή σας.',
        'reload' => 'Ανανεώστε τη σελίδα για πλήρη λειτουργικότητα.',
    ],
    'system' => [
        'header' => 'Σύστημα',
        'use_dark_mode' => 'Χρήση σκοτεινής λειτουργίας για το Lychee',
        'language' => 'Γλώσσα του Lychee',
        'nsfw_album_visibility' => 'Τα ευαίσθητα άλμπουμ να είναι ορατά από προεπιλογή.',
        'nsfw_album_explanation' => 'Αν το άλμπουμ είναι δημόσιο, παραμένει προσβάσιμο, απλώς κρύβεται από την προβολή και <b>μπορεί να εμφανιστεί πατώντας <kbd>H</kbd></b>.',
        'cache_enabled' => 'Ενεργοποίηση προσωρινής αποθήκευσης αποκρίσεων.',
        'cache_enabled_details' => 'Αυτό θα επιταχύνει σημαντικά τον χρόνο απόκρισης του Lychee.<br> <i class="pi pi-exclamation-triangle text-warning-600 mr-2"></i>Αν χρησιμοποιείτε άλμπουμ με κωδικό πρόσβασης, δεν πρέπει να το ενεργοποιήσετε.',
    ],
    'lychee_se' => [
        'header' => 'Lychee <span class="text-primary-emphasis">SE</span>',
        'call4action' => 'Αποκτήστε αποκλειστικές λειτουργίες και υποστηρίξτε την ανάπτυξη του Lychee. Ξεκλειδώστε την <a href="https://lycheeorg.dev/get-supporter-edition/" class="text-primary-500 underline">έκδοση SE</a>.',
        'preview' => 'Ενεργοποίηση προεπισκόπησης των λειτουργιών του Lychee SE',
        'hide_call4action' => 'Απόκρυψη αυτής της φόρμας εγγραφής του Lychee SE. Είμαι ικανοποιημένος/η με το Lychee όπως είναι. :)',
        'hide_warning' => 'Αν ενεργοποιηθεί, ο μόνος τρόπος για να καταχωρίσετε το κλειδί άδειάς σας θα είναι μέσω της καρτέλας «Περισσότερα» παραπάνω. Οι αλλαγές εφαρμόζονται με την ανανέωση της σελίδας.',
    ],
    'dropbox' => [
        'header' => 'Dropbox',
        'instruction' => 'Για να εισαγάγετε φωτογραφίες από το Dropbox σας, χρειάζεστε ένα έγκυρο κλειδί εφαρμογής drop-ins από τον ιστότοπό τους.',
        'api_key' => 'Κλειδί API Dropbox',
        'set_key' => 'Ορισμός κλειδιού Dropbox',
    ],
    'gallery' => [
        'header' => 'Συλλογή',
        'photo_order_column' => 'Προεπιλεγμένη στήλη ταξινόμησης φωτογραφιών',
        'photo_order_direction' => 'Προεπιλεγμένη σειρά ταξινόμησης φωτογραφιών',
        'album_order_column' => 'Προεπιλεγμένη στήλη ταξινόμησης άλμπουμ',
        'album_order_direction' => 'Προεπιλεγμένη σειρά ταξινόμησης άλμπουμ',
        'aspect_ratio' => 'Προεπιλεγμένη αναλογία διαστάσεων για μικρογραφίες άλμπουμ',
        'photo_layout' => 'Διάταξη φωτογραφιών',
        'album_decoration' => 'Εμφάνιση ενδείξεων στο εξώφυλλο άλμπουμ (αριθμός υπο-άλμπουμ ή/και φωτογραφιών)',
        'album_decoration_direction' => 'Οριζόντια ή κατακόρυφη στοίχιση ενδείξεων άλμπουμ',
        'photo_overlay' => 'Προεπιλεγμένες πληροφορίες επικάλυψης εικόνας',
        'album_date_scrubber_enabled' => 'Εμφάνιση της μπάρας πλοήγησης ημερομηνιών στις προβολές άλμπουμ',
        'rounded_corners_enabled' => 'Στρογγυλεμένες γωνίες στις μικρογραφίες φωτογραφιών και άλμπουμ',
        'album_border_enabled' => 'Εμφάνιση περιγράμματος γύρω από τις μικρογραφίες φωτογραφιών και άλμπουμ',
        'photo_ken_burns_on_hover_enabled' => 'Ενεργοποίηση εφέ Ken Burns κατά την αιώρηση πάνω από φωτογραφία',
        'photo_ken_burns_on_hover_scale' => 'Ποσοστό ζουμ Ken Burns κατά την αιώρηση (%)',
        'photo_ken_burns_on_hover_duration' => 'Διάρκεια ζουμ Ken Burns κατά την αιώρηση (δευτερόλεπτα)',
        'license_default' => 'Προεπιλεγμένη άδεια για τα άλμπουμ',
        'license_help' => 'Χρειάζεστε βοήθεια στην επιλογή;',
    ],
    'geolocation' => [
        'header' => 'Γεωεντοπισμός',
        'map_display' => 'Εμφάνιση του χάρτη βάσει συντεταγμένων GPS',
        'map_display_public' => 'Να επιτρέπεται στους ανώνυμους χρήστες η πρόσβαση στον χάρτη',
        'map_provider' => 'Ορίζει τον πάροχο χάρτη',
        'map_include_subalbums' => 'Συμπερίληψη φωτογραφιών των υπο-άλμπουμ στον χάρτη',
        'location_decoding' => 'Χρήση αποκωδικοποίησης τοποθεσίας GPS',
        'location_show' => 'Εμφάνιση της τοποθεσίας που εξάγεται από τις συντεταγμένες GPS',
        'location_show_public' => 'Οι ανώνυμοι χρήστες έχουν πρόσβαση στην τοποθεσία που εξάγεται από τις συντεταγμένες GPS',
        'gps_coordinate_display' => 'Εμφάνιση των συντεταγμένων GPS',
        'gps_coordinate_display_public' => 'Να επιτρέπεται στους ανώνυμους χρήστες η πρόσβαση στις συντεταγμένες GPS',
    ],
    'cssjs' => [
        'header' => 'Προσαρμοσμένο CSS & Js',
        'change_css' => 'Αλλαγή CSS',
        'change_js' => 'Αλλαγή JS',
    ],
    'all' => [
        'old_setting_style' => 'Παλιό στυλ ρυθμίσεων',
        'expert_settings' => 'Λειτουργία ειδικού',
        'change_detected' => 'Ορισμένες ρυθμίσεις άλλαξαν.',
        'save' => 'Αποθήκευση',
        'back_to_settings' => 'Επιστροφή στις ομαδοποιημένες ρυθμίσεις',
    ],
    'tool_option' => [
        'disabled' => 'απενεργοποιημένο',
        'enabled' => 'ενεργοποιημένο',
        'discover' => 'ανίχνευση',
    ],
    'groups' => [
        'general' => 'Γενικά',
        'system' => 'Σύστημα',
        'modules' => 'Λειτουργικές μονάδες',
        'advanced' => 'Για προχωρημένους',
    ],
    'config' => [
        'use_admin_dashboard' => [
            'label' => 'Χρήση πίνακα διαχείρισης',
            'help' => 'Αντικατάσταση του ένθετου υπομενού διαχείρισης με έναν μόνο σύνδεσμο προς τη νέα σελίδα πίνακα διαχείρισης.',
        ],
    ],
    'password_field' => [
        'set' => 'Ορισμένος',
        'not_set' => 'Μη ορισμένος',
        'placeholder' => 'Νέος κωδικός πρόσβασης',
        'clear' => 'Εκκαθάριση',
    ],
];
