<?php

return [
    /*
    |--------------------------------------------------------------------------
    | Sharing page
    |--------------------------------------------------------------------------
    */
    'title' => 'Κοινή χρήση',
    'info' => 'Αυτή η σελίδα παρέχει μια επισκόπηση των δικαιωμάτων κοινής χρήσης των άλμπουμ και τη δυνατότητα επεξεργασίας τους.',
    'album_title' => 'Τίτλος άλμπουμ',
    'username' => 'Όνομα χρήστη',
    'no_data' => 'Η λίστα κοινής χρήσης είναι κενή.',
    'filter_placeholder' => 'Αναζήτηση με τίτλο άλμπουμ...',
    'hide_empty' => 'Απόκρυψη άλμπουμ χωρίς κοινή χρήση',
    'screen_too_small' => 'Αυτή η σελίδα απαιτεί μεγαλύτερη οθόνη.',
    'share' => 'Κοινή χρήση',
    'add_new_access_permission' => 'Προσθήκη νέου δικαιώματος πρόσβασης',
    'permission_deleted' => 'Το δικαίωμα διαγράφηκε!',
    'permission_created' => 'Το δικαίωμα δημιουργήθηκε!',
    'propagate' => 'Διάδοση',
    'propagate_help' => 'Διάδοση των τρεχόντων δικαιωμάτων πρόσβασης σε όλους τους απογόνους<br>(υπο-άλμπουμ και τα αντίστοιχα υπο-άλμπουμ τους κ.λπ.)',
    'propagate_default' => 'Από προεπιλογή, τα υπάρχοντα δικαιώματα (άλμπουμ-χρήστης)<br>ενημερώνονται και προστίθενται όσα λείπουν.<br>Επιπλέον δικαιώματα που δεν υπάρχουν σε αυτή τη λίστα παραμένουν ανέπαφα.',
    'propagate_overwrite' => 'Αντικατάσταση των υπαρχόντων δικαιωμάτων αντί για ενημέρωση.<br>Αυτό θα αφαιρέσει επίσης όλα τα δικαιώματα που δεν υπάρχουν σε αυτή τη λίστα.',
    'propagate_warning' => 'Αυτή η ενέργεια δεν μπορεί να αναιρεθεί.',
    'permission_overwritten' => 'Επιτυχής διάδοση! Τα δικαιώματα αντικαταστάθηκαν!',
    'permission_updated' => 'Επιτυχής διάδοση! Τα δικαιώματα ενημερώθηκαν!',
    'bluk_share' => 'Μαζική κοινή χρήση',
    'bulk_share_instr' => 'Επιλέξτε πολλά άλμπουμ και χρήστες για κοινή χρήση.',
    'albums' => 'Άλμπουμ',
    'users' => 'Χρήστες',
    'no_users' => 'Δεν υπάρχουν διαθέσιμοι χρήστες.',
    'no_albums' => 'Δεν υπάρχουν διαθέσιμα άλμπουμ.',
    'grants' => [
        'read' => 'Παρέχει δικαίωμα ανάγνωσης',
        'original' => 'Παρέχει πρόσβαση στην αρχική φωτογραφία',
        'download' => 'Παρέχει δικαίωμα λήψης',
        'upload' => 'Παρέχει δικαίωμα μεταφόρτωσης',
        'edit' => 'Παρέχει δικαίωμα επεξεργασίας',
        'move' => 'Παρέχει δικαίωμα μετακίνησης, αντιγραφής και συγχώνευσης',
        'delete' => 'Παρέχει δικαίωμα διαγραφής',
    ],
];
