<?php

return [
    /*
    |--------------------------------------------------------------------------
    | Statistics page
    |--------------------------------------------------------------------------
    */
    'title' => 'Στατιστικά',
    'preview_text' => 'Αυτή είναι μια προεπισκόπηση της σελίδας στατιστικών που διατίθεται στο Lychee <span class="text-primary-emphasis font-bold">SE</span>.<br />Τα δεδομένα που εμφανίζονται εδώ δημιουργούνται τυχαία και δεν αντιστοιχούν στον διακομιστή σας.',
    'no_data' => 'Ο χρήστης δεν έχει δεδομένα στον διακομιστή.',
    'collapse' => 'Σύμπτυξη μεγεθών άλμπουμ',
    'total' => [
        'total' => 'Σύνολο',
        'albums' => 'Άλμπουμ',
        'photos' => 'Φωτογραφίες',
        'size' => 'Μέγεθος',
    ],
    'table' => [
        'username' => 'Κάτοχος',
        'title' => 'Τίτλος',
        'photos' => 'Φωτογραφίες',
        'descendants' => 'Θυγατρικά',
        'size' => 'Μέγεθος',
    ],
    'punch_card' => [
        'title' => 'Δραστηριότητα',
        'photo-taken' => '%d φωτογραφίες τραβήχτηκαν',
        'photo-taken-in' => '%d φωτογραφίες τραβήχτηκαν το %d',
        'photo-uploaded' => '%d φωτογραφίες μεταφορτώθηκαν',
        'photo-uploaded-in' => '%d φωτογραφίες μεταφορτώθηκαν το %d',
        'with-exif' => 'με δεδομένα exif',
        'less' => 'Λιγότερες',
        'more' => 'Περισσότερες',
        'tooltip' => '%d φωτογραφίες στις %s',
        'created_at' => 'Ημερομηνία μεταφόρτωσης',
        'taken_at' => 'Ημερομηνία Exif',
        'caption' => 'Κάθε στήλη αντιστοιχεί σε μία εβδομάδα.',
    ],
    'metrics' => [
        'header' => 'Ζωντανές μετρήσεις',
        'preview_text' => 'Αυτή είναι μια προεπισκόπηση των ζωντανών μετρήσεων που διατίθενται στο Lychee <span class="text-primary-emphasis font-bold">SE</span>. Τα δεδομένα που εμφανίζονται εδώ δημιουργούνται τυχαία και δεν αντιστοιχούν στον διακομιστή σας.',
        'a_visitor' => 'Ένας επισκέπτης',
        'visitors' => '%d επισκέπτες',
        'visit_singular' => '%1$s είδε %2$s',
        'favourite_singular' => '%1$s πρόσθεσε στα αγαπημένα %2$s',
        'download_singular' => '%1$s κατέβασε %2$s',
        'shared_singular' => '%1$s κοινοποίησε %2$s',
        'visit_plural' => '%1$s είδαν %2$s',
        'favourite_plural' => '%1$s πρόσθεσαν στα αγαπημένα %2$s',
        'download_plural' => '%1$s κατέβασαν %2$s',
        'shared_plural' => '%1$s κοινοποίησαν %2$s',
        'truncated' => 'Η παλαιότερη δραστηριότητα δεν εμφανίζεται.',
        'ago' => [
            'days' => 'πριν από %d ημέρες',
            'day' => 'πριν από μία ημέρα',
            'hours' => 'πριν από %d ώρες',
            'hour' => 'πριν από μία ώρα',
            'minutes' => 'πριν από %d λεπτά',
            'few_minutes' => 'πριν από λίγα λεπτά',
            'seconds' => 'πριν από λίγα δευτερόλεπτα',
        ],
    ],
];
