<?php

return [
    /*
    |--------------------------------------------------------------------------
    | User Groups page
    |--------------------------------------------------------------------------
    */
    'title' => 'Ομάδες χρηστών',
    'explanation' => 'Οι ομάδες χρηστών σάς επιτρέπουν να οργανώνετε χρήστες και να διαχειρίζεστε συλλογικά τα δικαιώματα.',

    'create_group' => 'Δημιουργία ομάδας',
    'edit' => 'Επεξεργασία',
    'delete' => 'Διαγραφή',

    'loading' => 'Φόρτωση ομάδων...',
    'empty' => 'Δεν βρέθηκαν ομάδες.',

    'add_member' => 'Προσθήκη μέλους...',
    'empty_group' => 'Αυτή η ομάδα είναι κενή.',
    'no_permission_members' => 'Δεν έχετε δικαίωμα να δείτε τα μέλη αυτής της ομάδας.',
    'remove_success' => 'Ο/Η %s αφαιρέθηκε από την ομάδα %s.',

    'confirm_delete_header' => 'Διαγραφή ομάδας',
    'confirm_delete_message' => 'Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτή την ομάδα;',
    'cancel' => 'Ακύρωση',
    'confirm' => 'Διαγραφή',

    'create' => [
        'name' => 'Όνομα ομάδας',
        'description' => 'Περιγραφή',
        'users' => 'Χρήστες',
        'cancel' => 'Ακύρωση',
        'create' => 'Δημιουργία',
        'edit' => 'Επεξεργασία',

        'error_name_required' => 'Το όνομα ομάδας είναι υποχρεωτικό.',
    ],
];
