<?php

return [
	/*
	|--------------------------------------------------------------------------
	| Diagnostics page
	|--------------------------------------------------------------------------
	*/
	'title' => 'التشخيصات',
	'copy_to_clipboard' => 'نسخ التشخيصات إلى الحافظة',
	'self-diagnosis' => 'التشخيص الذاتي',
	'info' => 'معلومات',
	'space' => 'المساحة',
	'load_space' => 'تحميل استخدام المساحة.',
	'configuration' => 'الإعدادات',
	'loading' => 'جارٍ التحميل…',
	'identical_content' => 'محتوى متطابق',
	'toast' => [
		'info' => 'معلومات',
		'copy' => 'تم نسخ التشخيصات إلى الحافظة!',
	],
];
