<?php
return [
    /*
	|--------------------------------------------------------------------------
	| Duplicate Finder Page
	|--------------------------------------------------------------------------
	*/
    'title' => 'الصيانة',
    'intro' => 'في هذه الصفحة ستجد الصور المكررة الموجودة في قاعدة البيانات الخاصة بك.',
    'found' => ' تم العثور على مكررات!',
    'invalid-search' => ' يجب تحديد شرط المجموع الاختباري أو العنوان على الأقل.',
    'checksum-must-match' => 'يجب أن يتطابق المجموع الاختباري.',
    'title-must-match' => 'يجب أن يتطابق العنوان.',
    'must-be-in-same-album' => 'يجب أن تكون في نفس الألبوم.',
    'columns' => [
        'album' => 'الألبوم',
        'photo' => 'الصورة',
        'checksum' => 'المجموع الاختباري',
    ],
    'warning' => [
        'no-original-left' => 'لا توجد صورة أصلية متبقية.',
        'keep-one' => 'لقد اخترت جميع المكررات في هذه المجموعة. يرجى اختيار مكرر واحد على الأقل للاحتفاظ به.',
    ],
    'delete-selected' => 'حذف المحدد',
];
