<?php

return [
    /*
    |--------------------------------------------------------------------------
    | Left Menu
    |--------------------------------------------------------------------------
    */
    'back_to_gallery' => 'العودة إلى المعرض',
    'login' => 'تسجيل الدخول',
    'frame' => 'الإطار',
    'map' => 'الخريطة',
    'embed_stream' => 'تضمين دفق الصور',
    'admin' => 'الإدارة',
    'clockwork' => 'تطبيق Clockwork',
    'logs' => 'عرض السجلات',
    'jobs' => 'عرض سجل الوظائف',
    'user' => 'المستخدم',
    'sign_out' => 'تسجيل الخروج',
    'about' => 'حول',
    'changelog' => 'سجل التغييرات',
    'api' => 'توثيق API',
    'source_code' => 'كود المصدر',
    'support' => 'الدعم',
    'contact' => 'Contact',
    'messages' => 'Messages',
];
