<?php

return [
	/*
	|--------------------------------------------------------------------------
	| Profile page
	|--------------------------------------------------------------------------
	*/
    'title' => 'الملف الشخصي',
    'login' => [
        'header' => 'الملف الشخصي',
        'enter_current_password' => 'أدخل كلمة المرور الحالية:',
        'current_password' => 'كلمة المرور الحالية',
        'credentials_update' => 'سيتم تغيير بيانات الاعتماد الخاصة بك إلى ما يلي:',
        'username' => 'اسم المستخدم',
        'new_password' => 'كلمة المرور الجديدة',
        'confirm_new_password' => 'تأكيد كلمة المرور الجديدة',
        'email_instruction' => 'أضف بريدك الإلكتروني أدناه لتفعيل استلام الإشعارات عبر البريد الإلكتروني. لإيقاف استلام الإشعارات، قم ببساطة بإزالة بريدك الإلكتروني أدناه.',
        'email' => 'البريد الإلكتروني',
        'change' => 'تغيير تسجيل الدخول',
        'api_token' => 'رمز API …',
        'missing_fields' => 'حقول مفقودة',
    ],
    'register' => [
        'username_exists' => 'اسم المستخدم موجود بالفعل.',
        'password_mismatch' => 'كلمات المرور غير متطابقة.',
        'signup' => 'إنشاء حساب',
        'error' => 'حدث خطأ أثناء تسجيل حسابك.',
        'success' => 'تم إنشاء حسابك بنجاح.',
    ],
    'token' => [
        'unavailable' => 'لقد قمت بعرض هذا الرمز مسبقًا.',
        'no_data' => 'لم يتم إنشاء أي رموز API.',
        'disable' => 'تعطيل',
        'disabled' => 'تم تعطيل الرمز',
        'warning' => 'لن يتم عرض هذا الرمز مرة أخرى. قم بنسخه واحتفظ به في مكان آمن.',
        'reset' => 'إعادة تعيين الرمز',
        'create' => 'إنشاء رمز جديد',
    ],
    'oauth' => [
        'header' => 'OAuth',
        'header_not_available' => 'OAuth غير متاح',
        'setup_env' => 'قم بإعداد بيانات الاعتماد في ملف .env الخاص بك',
        'token_registered' => 'تم تسجيل رمز %s.',
        'setup' => 'إعداد %s',
        'reset' => 'إعادة تعيين',
        'credential_deleted' => 'تم حذف بيانات الاعتماد!',
    ],
    'u2f' => [
        'header' => 'مفتاح المرور/MFA/2FA',
        'info' => 'يوفر هذا فقط القدرة على استخدام WebAuthn للمصادقة بدلاً من اسم المستخدم وكلمة المرور.',
        'empty' => 'قائمة بيانات الاعتماد فارغة!',
        'not_secure' => 'البيئة غير آمنة. U2F غير متاح.',
        'new' => 'تسجيل جهاز جديد.',
        'credential_deleted' => 'تم حذف بيانات الاعتماد!',
        'credential_updated' => 'تم تحديث بيانات الاعتماد!',
        'credential_registred' => 'تم التسجيل بنجاح!',
        '5_chars' => 'على الأقل 5 أحرف.',
    ],
];
