<?php
return [
    /*
	|--------------------------------------------------------------------------
	| Sharing page
	|--------------------------------------------------------------------------
	*/
    'title' => 'المشاركة',
    'info' => 'تقدم هذه الصفحة نظرة عامة وإمكانية تعديل حقوق المشاركة المرتبطة بالألبومات.',
    'album_title' => 'عنوان الألبوم',
    'username' => 'اسم المستخدم',
    'no_data' => 'قائمة المشاركة فارغة.',
    'share' => 'مشاركة',
    'add_new_access_permission' => 'إضافة إذن وصول جديد',
    'permission_deleted' => 'تم حذف الإذن!',
    'permission_created' => 'تم إنشاء الإذن!',
    'propagate' => 'نشر',
    'propagate_help' => 'نشر أذونات الوصول الحالية إلى جميع العناصر التابعة<br>(الألبومات الفرعية وألبوماتها الفرعية وما إلى ذلك)',
    'propagate_default' => 'بشكل افتراضي، يتم تحديث الأذونات الحالية (الألبوم-المستخدم)<br>وإضافة الأذونات المفقودة.<br>الأذونات الإضافية غير الموجودة في هذه القائمة تظل دون تغيير.',
    'propagate_overwrite' => 'استبدال الأذونات الحالية بدلاً من تحديثها.<br>سيؤدي ذلك أيضًا إلى إزالة جميع الأذونات غير الموجودة في هذه القائمة.',
    'propagate_warning' => 'لا يمكن التراجع عن هذا الإجراء.',
    'permission_overwritten' => 'تم النشر بنجاح! تم استبدال الإذن!',
    'permission_updated' => 'تم النشر بنجاح! تم تحديث الإذن!',
    'bluk_share' => 'مشاركة جماعية',
    'bulk_share_instr' => 'حدد ألبومات ومستخدمين متعددين للمشاركة معهم.',
    'albums' => 'الألبومات',
    'users' => 'المستخدمون',
    'no_users' => 'لا يوجد مستخدمون يمكن اختيارهم.',
    'no_albums' => 'لا توجد ألبومات يمكن اختيارها.',
    'grants' => [
        'read' => 'يمنح حق القراءة',
        'original' => 'يمنح الوصول إلى الصورة الأصلية',
        'download' => 'يمنح حق التنزيل',
        'upload' => 'يمنح حق التحميل',
        'edit' => 'يمنح حق التعديل',
        'delete' => 'يمنح حق الحذف',
    ],
];
