<?php

return [
	/*
	|--------------------------------------------------------------------------
	| Users page
	|--------------------------------------------------------------------------
	*/
	'title' => 'المستخدمون',
	'description' => 'هنا يمكنك إدارة مستخدمي تثبيت Lychee الخاص بك. يمكنك إنشاء وتحرير وحذف المستخدمين.',
	'create' => 'إنشاء مستخدم جديد',
	'username' => 'اسم المستخدم',
	'password' => 'كلمة المرور',
	'legend' => 'الأسطورة',
	'upload_rights' => 'عند التحديد، يمكن للمستخدم تحميل المحتوى.',
	'edit_rights' => 'عند التحديد، يمكن للمستخدم تعديل ملفه الشخصي (اسم المستخدم، كلمة المرور).',
	'quota' => 'عند التعيين، يكون للمستخدم حصة مساحة للصور (بالكيلوبايت).',

	'user_deleted' => 'تم حذف المستخدم',
	'user_created' => 'تم إنشاء المستخدم',
	'user_updated' => 'تم تحديث المستخدم',
	'change_saved' => 'تم حفظ التغيير!',

	'create_edit' => [
		'upload_rights' => 'يمكن للمستخدم تحميل المحتوى.',
		'edit_rights' => 'يمكن للمستخدم تعديل ملفه الشخصي (اسم المستخدم، كلمة المرور).',
		'quota' => 'لدى المستخدم حد الحصة.',
		'quota_kb' => 'الحصة بالكيلوبايت (0 للإعداد الافتراضي)',
		'note' => 'ملاحظة المسؤول (غير مرئية للعامة)',
		'create' => 'إنشاء',
		'edit' => 'تعديل',
	],
	'invite' => [
		'button' => 'Invite user',
		'links_are_not_revokable' => 'Invitation links are not revokable.',
		'link_is_valid_x_days' => 'This link is valid for %d days.',
	],
	'line' => [
		'admin' => 'مستخدم مسؤول',
		'edit' => 'تعديل',
		'delete' => 'حذف',
	],
];