<?php

return [
	/*
	|--------------------------------------------------------------------------
	| صفحه تشخیص
	|--------------------------------------------------------------------------
	*/
    'title' => 'عیب یابی',
    'copy_to_clipboard' => 'کپی نتیجه عیب یابی در کلیپ‌بورد',
    'self-diagnosis' => 'خود عیب یابی',
    'info' => 'اطلاعات',
    'space' => 'فضا',
    'load_space' => 'فصای مورد استفاده.',
    'configuration' => 'پیکربندی',
    'loading' => 'در حال بارگذاری…',
    'identical_content' => 'محتوای یکسان',
    'toast' => [
        'info' => 'اطلاعات',
        'copy' => 'نتیجه عیب یابی در کلیپ‌بورد کپی شد!',
    ],
];
