<?php

return [
	/*
	|--------------------------------------------------------------------------
	| صفحه جستجوی موارد تکراری
	|--------------------------------------------------------------------------
	*/
	'title' => 'نگهداری',
	'intro' => 'در این صفحه تصاویر تکراری موجود در پایگاه داده خود را مشاهده خواهید کرد.',
	'found' => ' مورد تکراری پیدا شد!',
	'invalid-search' => ' حداقل باید شرط چک‌سام یا عنوان انتخاب شود.',
	'checksum-must-match' => 'چک‌سام باید مطابقت داشته باشد.',
	'title-must-match' => 'عنوان باید مطابقت داشته باشد.',
	'must-be-in-same-album' => 'باید در یک آلبوم باشند.',

	'columns' => [
		'album' => 'آلبوم',
		'photo' => 'عکس',
		'checksum' => 'چک‌سام',
	],

	'warning' => [
		'no-original-left' => 'هیچ نسخه اصلی باقی نمانده است.',
		'keep-one' => 'شما همه موارد تکراری این گروه را انتخاب کرده‌اید. لطفاً حداقل یک مورد تکراری را برای نگهداری انتخاب کنید.',
	],

	'delete-selected' => 'حذف موارد انتخاب‌شده',
];