<?php

return [
	/*
	|--------------------------------------------------------------------------
	| صفحه اصلاح درخت
	|--------------------------------------------------------------------------
	*/
	'title' => 'نگهداری',
	'intro' => 'این صفحه به شما اجازه می‌دهد آلبوم‌های خود را به صورت دستی مرتب و اصلاح کنید.<br />قبل از هرگونه تغییر، اکیداً توصیه می‌کنیم درباره ساختار زیر گروه درختی مطالعه کنید.',
	'warning' => 'در اینجا واقعاً می‌توانید نصب لیچی خود را خراب کنید، مقادیر را با مسئولیت خود تغییر دهید.',
	'help' => [
		'header' => 'راهنما',
		'hover' => 'برای نمایش آلبوم‌های مرتبط، روی شناسه‌ها یا عناوین نگه دارید.',
		'left' => '<span class="text-muted-color-emphasis font-bold">چپ</span>',
		'right' => '<span class="text-muted-color-emphasis font-bold">راست</span>',
		'convenience' => 'برای راحتی شما، دکمه‌های <i class="pi pi-angle-up" ></i> و <i class="pi pi-angle-down" ></i> به ترتیب مقدار %s و %s را با +1 و -1 تغییر می‌دهند و این تغییرات را اعمال می‌کنند.',
		'left-right-warn' => 'آیکون‌های <i class="text-warning-600 pi pi-chevron-circle-left" ></i> و <i class="text-warning-600 pi pi-chevron-circle-right" ></i> نشان می‌دهند که مقدار %s (و به ترتیب %s) در جایی تکراری است.',
		'parent-marked' => 'علامت <span class="font-bold text-danger-600">شناسه والد</span> نشان می‌دهد که %s و %s با ساختار درختی Nest Set مطابقت ندارند. یا <span class="font-bold text-danger-600">شناسه والد</span> یا مقادیر %s/%s را ویرایش کنید.',
		'slowness' => 'این صفحه با تعداد زیادی آلبوم کند خواهد بود.',
	],
	'buttons' => [
		'reset' => 'بازگردانی به حالت اولیه',
		'check' => 'بررسی',
		'apply' => 'اعمال',
	],
	'table' => [
		'title' => 'عنوان',
		'left' => 'چپ',
		'right' => 'راست',
		'id' => 'شناسه',
		'parent' => 'شناسه والد',
	],
	'errors' => [
		'invalid' => 'درخت نامعتبر!',
		'invalid_details' => 'این تغییرات اعمال نمی‌شوند زیرا مطمئن هستیم این تغییرات به خطا منجر خواهند شد.',
		'invalid_left' => 'آلبوم %s مقدار چپ نامعتبر دارد.',
		'invalid_right' => 'آلبوم %s مقدار راست نامعتبر دارد.',
		'invalid_left_right' => 'آلبوم %s مقادیر چپ یا راست نامعتبر دارد. مقدار چپ باید حتماً کمتر از راست باشد: %s < %s.',
		'duplicate_left' => 'آلبوم %s مقدار چپ تکراری %s دارد.',
		'duplicate_right' => 'آلبوم %s مقدار راست تکراری %s دارد.',
		'parent' => 'آلبوم %s شناسه والد غیرمنتظره %s دارد.',
		'unknown' => 'آلبوم %s خطای ناشناخته دارد.',
	],
];
