<?php

return [
    /*
    |--------------------------------------------------------------------------
    | Import from Server
    |--------------------------------------------------------------------------
    */
    'title' => 'همگام‌سازی فایل‌های سرور شما',
    'description' => 'فایل‌های سرور خود را با Lychee همگام‌سازی کنید. این کار عکس‌ها را از یک پوشه و تمام زیرپوشه‌های آن وارد می‌کند. این فرآیند بسیار کند است و توصیه می‌شود برای جلوگیری از اتمام زمان، از ورکرها و صف‌ها استفاده کنید.',
    'sync' => 'همگام‌سازی',
    'loading' => 'در حال بارگذاری...',
    'selected_directory' => 'پوشهٔ انتخاب‌شدهٔ فعلی:',
    'resync_metadata' => 'همگام‌سازی مجدد ابرداده‌های فایل‌های موجود.',
    'delete_imported' => 'حذف فایل‌های اصلی.',
    'import_via_symlink' => 'وارد کردن عکس‌ها از طریق پیوند نمادین (symlink) به‌جای کپی کردن فایل‌ها.',
    'skip_duplicates' => 'رد کردن عکس‌ها و آلبوم‌هایی که از قبل در گالری وجود دارند.',
    'delete_missing_photos' => 'حذف عکس‌های موجود در آلبوم که در پوشهٔ همگام‌سازی‌شده وجود ندارند.',
    'delete_missing_albums' => 'حذف آلبوم‌های موجود در آلبوم والد که در پوشهٔ همگام‌سازی‌شده وجود ندارند.',
    'importing_please_be_patient' => 'در حال وارد کردن، لطفاً شکیبا باشید...',
];
