<?php

return [
    /*
    |--------------------------------------------------------------------------
    | صفحه وظایف
    |--------------------------------------------------------------------------
    */
    'title' => 'وظایف',
    'no_data' => 'هنوز هیچ وظیفه‌ای اجرا نشده است.',
    'ready' => 'آماده',
    'success' => 'موفق',
    'failure' => 'ناموفق',
    'started' => 'شروع شده',
    'col_date' => 'تاریخ',
    'col_status' => 'وضعیت',
    'col_username' => 'کاربر',
    'col_job' => 'وظیفه',
];
