<?php

return [
    /*
    |--------------------------------------------------------------------------
    | منوی سمت چپ
    |--------------------------------------------------------------------------
    */
    'back_to_gallery' => 'بازگشت به گالری',
    'login' => 'ورود',
    'frame' => 'قاب',
    'map' => 'نقشه',
    'embed_stream' => 'جاسازی جریان عکس',
    'admin' => 'مدیر',
    'clockwork' => 'برنامه Clockwork',
    'logs' => 'نمایش گزارش‌ها',
    'jobs' => 'نمایش تاریخچه وظایف',
    'user' => 'کاربر',
    'sign_out' => 'خروج',
    'about' => 'درباره',
    'changelog' => 'گزارش تغییرات',
    'api' => 'مستندات API',
    'source_code' => 'کد منبع',
    'support' => 'پشتیبانی',
    'contact' => 'Contact',
    'messages' => 'Messages',
];
