<?php
return [
    /*
    |--------------------------------------------------------------------------
    | صفحه اشتراک‌گذاری
    |--------------------------------------------------------------------------
    */
    'title' => 'اشتراک گذاری',
    'info' => 'این صفحه نمای کلی و امکان ویرایش دسترسی های اشتراک گذاری مرتبط با آلبوم‌ها را فراهم می‌کند.',
    'album_title' => 'عنوان آلبوم',
    'username' => 'نام کاربری',
    'no_data' => 'لیست اشتراک گذاری خالی است.',
    'share' => 'اشتراک گذاری',
    'add_new_access_permission' => 'افزودن مجوز دسترسی جدید',
    'permission_deleted' => 'مجوز حذف شد!',
    'permission_created' => 'مجوز ایجاد شد!',
    'propagate' => 'انتشار',
    'propagate_help' => 'مجوزهای دسترسی فعلی را به همه زیرمجموعه‌ها منتشر کنید.<br>(زیرآلبوم‌ها و زیرآلبوم‌های آن‌ها و غیره)',
    'propagate_default' => 'به طور پیش فرض، مجوزهای موجود (آلبوم-کاربر)<br>به‌روزرسانی شده و موارد گمشده اضافه می‌شوند.<br>مجوزهای دیگر که در این لیست نیستند، بدون تغییر باقی می‌مانند.',
    'propagate_overwrite' => 'مجوزهای موجود را به جای به‌روزرسانی، بازنویسی کنید.<br>این کار همچنین همه مجوزهایی که در این لیست نیستند را حذف می‌کند.',
    'propagate_warning' => 'این عمل قابل بازگشت نیست.',
    'permission_overwritten' => 'انتشار موفقیت‌آمیز! مجوز بازنویسی شد!',
    'permission_updated' => 'انتشار موفقیت‌آمیز! مجوز به‌روزرسانی شد!',
    'bluk_share' => 'اشتراک گذاری گروهی',
    'bulk_share_instr' => 'چندین آلبوم و کاربر را برای اشتراک گذاری انتخاب کنید.',
    'albums' => 'آلبوم‌ها',
    'users' => 'کاربران',
    'no_users' => 'کاربر قابل انتخاب وجود ندارد.',
    'no_albums' => 'آلبوم قابل انتخاب وجود ندارد.',
    'grants' => [
        'read' => 'دسترسی خواندن را می‌دهد',
        'original' => 'دسترسی به عکس اصلی را می‌دهد',
        'download' => 'دسترسی دانلود را می‌دهد',
        'upload' => 'دسترسی بارگذاری را می‌دهد',
        'edit' => 'دسترسی ویرایش را می‌دهد',
        'delete' => 'دسترسی حذف را می‌دهد',
    ],
];
