<?php

return [
    /*
    |--------------------------------------------------------------------------
    | Tags page
    |--------------------------------------------------------------------------
    */
    'title' => 'برچسب‌ها',
    'description' => 'برچسب‌های خود را در اینجا مدیریت کنید. شما می‌توانید برچسب‌ها را تغییر نام دهید، ادغام کنید و حذف کنید.<br>عدد نشان‌دهنده تعداد عکس‌هایی است که با آن برچسب مرتبط هستند.',
    'no_tags' => 'هیچ برچسبی یافت نشد.',
    'loading' => 'در حال بارگیری برچسب‌ها...',
    'rename' => 'تغییر نام',
    'merge' => 'ادغام',
    'delete' => 'حذف',

    'delete_confirm' => 'آیا مطمئن هستید که می‌خواهید برچسب "%s" را حذف کنید؟',
    'delete_warning' => 'این عمل قابل بازگشت نیست! تمام عکس‌های مرتبط با این برچسب دیگر این برچسب را نخواهند داشت.',

    'merge_confirm' => 'آیا مطمئن هستید که می‌خواهید برچسب "%1\$s" را در برچسب "%2\$s" ادغام کنید؟',
    'merge_warning' => 'این عمل قابل بازگشت نیست! تمام عکس‌های مرتبط با برچسب مبدأ به برچسب مقصد منتقل خواهند شد.',

    'rename_tag' => 'تغییر نام برچسب',
];
